/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Solicitare de adăugare la lista de contacte primită";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Ocupat";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Eroare de convorbire 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Eroare de convorbire 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Apel în așteptare";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Conectare";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Contact disponibil";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Contact indisponibil";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Date de contact primite";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Transfer de fișier finalizat";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Transfer de fișier eșuat";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Primul mesaj primit";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Apel încheiat";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Apel în așteptare";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Apel primit";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Transfer de fișier primit";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Conectare";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Deconectare";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Mesaj primit";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Mesaj de prim-plan primit";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Mesaj trimis";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Utilizator nou";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Apel efectuat";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Închidere de la distanță";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Reluare apel";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Apelare cu ton";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Beep triplu";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Mesaj vocal";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "La deconectare";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "La conectare";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Contactul devine disponibil";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Contactul devine indisponibil";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Apel primit";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Apel primit – Apel în așteptare";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Conectare apel";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Apel efectuat";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Apel încheiat";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Participantul la apelul în grup a închis";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Ocupat";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Apel în așteptare";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Reluare apel";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Mesaj nou într-o conversație recentă";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Mesaj nou în conversația curentă";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Primul mesaj din conversație";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Mesaj de stare primit";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Contactul tastează";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Mesaj trimis";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Solicitare de adăugare la lista de contacte primită";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Date de contact primite";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Transfer de fișier primit";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Transfer de fișier finalizat";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Transfer de fișier eșuat";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Aplicație API desktop conectată";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "V-ați conectat.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "V-ați deconectat.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Contactul „@” este disponibil.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Contactul „@” este indisponibil.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Aveți un apel de la „@”!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Aveți un apel de la „@”!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Apelul se conectează.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Apelare „@”.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Apel încheiat.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Participantul a închis.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linia este ocupată.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Puneți apelul în așteptare.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Reluați apelul.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Mesaj";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Mesaj de la „@”.";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Mesaj către „@”.";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "„@” și-a schimbat mesajul de stare.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Ați primit un mesaj chat de la „@”!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "„@” tastează.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Ați primit o solicitare de adăugare la lista de contacte de la „@”!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Ați primit o listă de contacte de la „@”!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Ați primit un fișier de la „@”!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Transferul de fișier cu „@” este finalizat.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Transferul de fișier cu „@” a eșuat.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "„@” s-a conectat la Skype";
